Repository: mozilla-mobile/focus-ios
Catalog: Blockzilla/*.lproj/Localizable.strings
Languages: af

# About.learnMoreButton
source: Learn more
af: Meer inligting

# About.missionLabel
source: %@ is produced by Mozilla. Our mission is to foster a healthy, open Internet.
af: %@ word deur Mozilla gebou. Ons missie is om ’n gesonde, oop Internet te bevorder.

# About.privateBullet1
source: Search and browse right in the app
af: Soek en blaai direk binne-in die program

# About.privateBullet2
source: Block trackers (or update settings to allow trackers)
af: Blokkeer speurders (of verander instellings om hulle toe te laat)

# About.privateBullet3
source: Erase to delete cookies as well as search and browsing history
af: Vee koekies, soek- en blaaigeskiedenis uit

# About.privateBulletHeader
source: Use it as a private browser:
af: Gebruik dit as ’n private blaaier:

# About.rowHelp
source: Help
af: Hulp

# About.rowRights
source: Your Rights
af: U regte

# About.safariBullet1
source: Block trackers for improved privacy
af: Blokkeer speurders vir beter privaatheid

# About.safariBullet2
source: Block Web fonts to reduce page size
af: Blokkeer webfonte om bladsygrootte te verminder

# About.safariBulletHeader
source: Use it as a Safari extension:
af: Gebruik dit as ’n uitbreiding vir Safari:

# About.screenTitle
source: About
af: Aangaande

# About.topLabel
source: %@ puts you in control.
af: %@ plaas mens in beheer.

# Browser.backLabel
source: Back
af: Terug

# Browser.forwardLabel
source: Forward
af: Vorentoe

# Browser.reloadLabel
source: Reload
af: Herlaai

# Browser.settingsLabel
source: Settings
af: Instellings

# Browser.shareLabel
source: Share
af: Deel

# Error.tryAgainButton
source: Try again
af: Probeer weer

# ExternalLink.callButton
source: Call
af: Bel

# ExternalLink.cancelButton
source: Cancel
af: Kanselleer

# ExternalLink.emailButton
source: Email
af: E-pos

# ExternalLink.messageTitleWithPlaceholder
source: You are now leaving %@.
af: U verlaat nou %@.

# ExternalLink.openAppStoreButton
source: Open App Store
af: Maak die App Store oop

# ExternalLink.openMapsButton
source: Open Maps
af: Maak Maps oop

# FirstRun.messageLabelDescription
source: Automatically block online trackers while you browse. Then tap to erase visited pages, searches, cookies and passwords from your device.
af: Blokkeer speurders op die web outomaties. Raak dan op ’n knoppie om besoekte bladsye, soektogte, koekies en wagwoorde vanaf die toestel uit te vee.

# FirstRun.messageLabelTagline
source: Browse like no one’s watching.
af: Blaai asof niemand kyk nie.

# Home.descriptionLabel1
source: Automatic private browsing.
af: Outomatiese private blaaiery.

# Home.descriptionLabel2
source: Browse. Erase. Repeat.
af: Blaai. Vee uit. Herhaal.

# Open.Cancel
source: Cancel
af: Kanselleer

# Open.Firefox
source: Firefox (Private Browsing)
af: Firefox (private blaaiery)

# Open.More
source: More
af: Meer

# Safari.instructionsContentBlockers
source: Tap Safari, then select Content Blockers
af: Raak op Safari en kies dan Content Blockers

# Safari.instructionsEnable
source: Enable %@
af: Aktiveer %@

# Safari.instructionsNotEnabled
source: %@ is not enabled.
af: %@ is nie geaktiveer nie.

# Safari.instructionsOpen
source: Open Settings App
af: Maak die instellings oop

# Settings.blockOtherMessage
source: Blocking other content trackers may break some videos and Web pages.
af: Die blokkering van ander inhoudspeurders kan sommige video’s en webbladsye breek.

# Settings.blockOtherNo
source: No, Thanks
af: Nee, dankie

# Settings.blockOtherYes
source: I Understand
af: Ek verstaan

# Settings.screenTitle
source: Settings
af: Instellings

# Settings.sectionIntegration
source: INTEGRATION
af: INTEGRASIE

# Settings.sectionPerformance
source: PERFORMANCE
af: WERKVERRIGTING

# Settings.sectionPrivacy
source: PRIVACY
af: PRIVAATHEID

# Settings.toggleBlockAds
source: Block ad trackers
af: Blokkeer advertensie­speurders

# Settings.toggleBlockAnalytics
source: Block analytics trackers
af: Blokkeer analise­speurders

# Settings.toggleBlockFonts
source: Block Web fonts
af: Blokkeer webfonte

# Settings.toggleBlockOther
source: Block other content trackers
af: Blokkeer ander inhoud­speurders

# Settings.toggleBlockSocial
source: Block social trackers
af: Blokkeer sosiale speurders

# Settings.toggleOtherSubtitle
source: May break some videos and Web pages
af: Kan sommige video's en webbladsye breek

# URL.cancelLabel
source: Cancel
af: Kanselleer

# URL.eraseButtonLabel
source: ERASE
af: VEE UIT

# URL.eraseMessageLabel
source: Your browsing history has been erased.
af: U blaaigeskiedenis is uitgevee.

# URL.placeholderText
source: Search or enter address
af: Soek, of tik adres in

# URL.searchLabel
source: Search for %@
af: Soek vir %@
